/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "CleanMyMac 3 keeps you up-to-date on processor and memory usage, battery charge cycles, and even frees up RAM to reduce lag time.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Dashboard";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "That’s a general rundown of the new features, but that’s not definitely it. The rest? Well, the rest you’ll have to discover on your own!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "So… Let’s clean!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Health notifications alert you upon various hardware and software issues. You'll know exactly what’s happening, and how to fix it, right when it happens.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Health Alerts";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Get more space on your hard drive by cleaning out outdated device backups, old software updates, broken downloads, and more from iTunes.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "iTunes Junk";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Clean out gigabytes of stored attachments and downloads hiding in the depths of your Mail app, ranging from PDF files to signatures.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Mail Attachments";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Maintain your Mac by repairing disk permissions, reindexing Spotlight, speeding up the search function in Mail, and more.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Maintenance";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Clean up your Mac’s online and offline activity, including browsing history, Skype conversations, Messages history, downloads history, and recently opened files.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Privacy";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "The new CleanMyMac 3 cleans more junk and maintains your Mac better than ever. Find out how!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "What’s New?";

"Done" = "Done";

"Next" = "Next";
